
/* Class = "NSWindow"; title = "Beállítások"; ObjectID = "1"; */
"1.title" = "Beállítások";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "az abszolút időpozíciót"; ObjectID = "42"; */
"42.title" = "az abszolút időpozíciót";

/* Class = "NSMenuItem"; title = "a relatív időpozíciót"; ObjectID = "43"; */
"43.title" = "a relatív időpozíciót";

/* Class = "NSTextFieldCell"; title = "Méret:"; ObjectID = "46"; */
"46.title" = "Méret:";

/* Class = "NSTextFieldCell"; title = "Mutasd"; ObjectID = "72"; */
"72.title" = "Mutasd";

/* Class = "NSTextFieldCell"; title = "amikor a kurzor az idősávra mutat"; ObjectID = "74"; */
"74.title" = "amikor a kurzor az idősávra mutat";

/* Class = "NSBox"; title = "Lejátszóvezérlő"; ObjectID = "87"; */
"87.title" = "Lejátszóvezérlő";

/* Class = "NSBox"; title = "Betűtípus"; ObjectID = "108"; */
"108.title" = "Betűtípus";

/* Class = "NSTextFieldCell"; title = "Betűszín:"; ObjectID = "110"; */
"110.title" = "Betűszín:";

/* Class = "NSTextFieldCell"; title = "Keretszín:"; ObjectID = "117"; */
"117.title" = "Keretszín:";

/* Class = "NSTextFieldCell"; title = "Elrejtési idő"; ObjectID = "122"; */
"122.title" = "Elrejtési idő";

/* Class = "NSTextFieldCell"; title = "Áttetszőség"; ObjectID = "128"; */
"128.title" = "Áttetszőség";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Ablak előtérben tartása:"; ObjectID = "135"; */
"135.title" = "Ablak előtérben tartása:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Soha"; ObjectID = "139"; */
"139.title" = "Soha";

/* Class = "NSMenuItem"; title = "Mindig"; ObjectID = "140"; */
"140.title" = "Mindig";

/* Class = "NSMenuItem"; title = "Lejátszás közben"; ObjectID = "141"; */
"141.title" = "Lejátszás közben";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Elrejtési idő"; ObjectID = "144"; */
"144.title" = "Elrejtési idő";

/* Class = "NSTextFieldCell"; title = "Betűszín"; ObjectID = "150"; */
"150.title" = "Betűszín";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "megegyezik a videófájl nevével"; ObjectID = "157"; */
"157.title" = "megegyezik a videófájl nevével";

/* Class = "NSMenuItem"; title = "tartalmazza a videófájl nevét"; ObjectID = "158"; */
"158.title" = "tartalmazza a videófájl nevét";

/* Class = "NSMenuItem"; title = "bármilyen név"; ObjectID = "159"; */
"159.title" = "bármilyen név";

/* Class = "NSButtonCell"; title = "Index újraépítésének kényszerítése"; ObjectID = "162"; */
"162.title" = "Index újraépítésének kényszerítése";

/* Class = "NSBox"; title = "Teljesítmény & Minőség"; ObjectID = "163"; */
"163.title" = "Teljesítmény & Minőség";

/* Class = "NSButtonCell"; title = "Váltás teljes képernyőre a lejátszás kezdetekor"; ObjectID = "165"; */
"165.title" = "Váltás teljes képernyőre a lejátszás kezdetekor";

/* Class = "NSTextFieldCell"; title = "Szálak száma"; ObjectID = "167"; */
"167.title" = "Szálak száma";

/* Class = "NSBox"; title = "Kimenet"; ObjectID = "173"; */
"173.title" = "Kimenet";

/* Class = "NSTextFieldCell"; title = "Áteresztés:"; ObjectID = "175"; */
"175.title" = "Áteresztés:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "Ha a fájlnév számjegyeket tartalmaz, az MPlayerX a jobb szélső számjegy figyelembevételével megkeresi a következő fájlt a mappában.\nA zero paddinggel Önnek nem kell foglalkoznia."; ObjectID = "181"; */
"181.ibShadowedToolTip" = "Ha a fájlnév számjegyeket tartalmaz, az MPlayerX a jobb szélső számjegy figyelembevételével megkeresi a következő fájlt a mappában.\nA zero paddinggel Önnek nem kell foglalkoznia.";

/* Class = "NSButtonCell"; title = "A soron következő fájl automatikus megkeresése és lejátszása"; ObjectID = "182"; */
"182.title" = "A soron következő fájl automatikus megkeresése és lejátszása";

/* Class = "NSButtonCell"; title = "Az ablak bezárása az alkalmazásból is kilép"; ObjectID = "184"; */
"184.title" = "Az ablak bezárása az alkalmazásból is kilép";

/* Class = "NSButtonCell"; title = "OSD megjelenítése"; ObjectID = "212"; */
"212.title" = "OSD megjelenítése";

/* Class = "NSTextFieldCell"; title = "Ha ez be van kapcsolva, az MPlayerX az index újraépítésével tekerhetővé teszi a videót, ami sérült fájloknál lehet hasznos. Ez azonban a lejátszás elindulását néhány másodperccel késleltetheti."; ObjectID = "249"; */
"249.title" = "Ha ez be van kapcsolva, az MPlayerX az index újraépítésével tekerhetővé teszi a videót, ami sérült fájloknál lehet hasznos. Ez azonban a lejátszás elindulását néhány másodperccel késleltetheti.";

/* Class = "NSButtonCell"; title = "Beágyazott betűkészlet használata, ha lehetséges"; ObjectID = "257"; */
"257.title" = "Beágyazott betűkészlet használata, ha lehetséges";

/* Class = "NSTextFieldCell"; title = "Adatfolyamhoz használt gyorsítótár mérete:"; ObjectID = "260"; */
"260.title" = "Adatfolyamhoz használt gyorsítótár mérete:";

/* Class = "NSTextFieldCell"; title = "kilobájt"; ObjectID = "265"; */
"265.title" = "kilobájt";

/* Class = "NSButtonCell"; title = "IPV6 előnyben részesítése"; ObjectID = "270"; */
"270.title" = "IPV6 előnyben részesítése";

/* Class = "NSButtonCell"; title = "A teljes képernyős mód NE SÖTÉTÍTSE EL a többi kijelzőt"; ObjectID = "282"; */
"282.title" = "A teljes képernyős mód NE SÖTÉTÍTSE EL a többi kijelzőt";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nincs letterbox"; ObjectID = "296"; */
"296.title" = "Nincs letterbox";

/* Class = "NSMenuItem"; title = "Csak alul"; ObjectID = "297"; */
"297.title" = "Csak alul";

/* Class = "NSMenuItem"; title = "Felül + alul"; ObjectID = "298"; */
"298.title" = "Felül + alul";

/* Class = "NSTextFieldCell"; title = "Méret:"; ObjectID = "304"; */
"304.title" = "Méret:";

/* Class = "NSBox"; title = "Letterbox sávok"; ObjectID = "307"; */
"307.title" = "Letterbox sávok";

/* Class = "NSTextFieldCell"; title = "a film képmagasságához képest"; ObjectID = "309"; */
"309.title" = "a film képmagasságához képest";

/* Class = "NSButtonCell"; title = "Lejátszás elindítása a fájl megnyitásakor"; ObjectID = "320"; */
"320.title" = "Lejátszás elindítása a fájl megnyitásakor";

/* Class = "NSBox"; title = "Szövegkódolás felismerése"; ObjectID = "327"; */
"327.title" = "Szövegkódolás felismerése";

/* Class = "NSTextFieldCell"; title = "Ha a megbízhatóság ≤"; ObjectID = "329"; */
"329.title" = "Ha a megbízhatóság ≤";

/* Class = "NSTextFieldCell"; title = "a kódolás legyen"; ObjectID = "334"; */
"334.title" = "a kódolás legyen";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "A 100%-os megbízhatósági küszöb kikapcsolja a szövegkódolás automatikus felismerését. Ez a beállítás nem ajánlott."; ObjectID = "348"; */
"348.title" = "A 100%-os megbízhatósági küszöb kikapcsolja a szövegkódolás automatikus felismerését. Ez a beállítás nem ajánlott.";

/* Class = "NSButtonCell"; title = "Egymást átfedő feliratok engedélyezése"; ObjectID = "350"; */
"350.title" = "Egymást átfedő feliratok engedélyezése";

/* Class = "NSMenuItem"; title = "Csak felül"; ObjectID = "354"; */
"354.title" = "Csak felül";

/* Class = "NSButtonCell"; title = "RTSP adatfolyam HTTP protokollon keresztüli továbbítása"; ObjectID = "358"; */
"358.title" = "RTSP adatfolyam HTTP protokollon keresztüli továbbítása";

/* Class = "NSButtonCell"; title = "FFmpeg használata az adatfolyamhoz"; ObjectID = "365"; */
"365.title" = "FFmpeg használata az adatfolyamhoz";

/* Class = "NSButtonCell"; title = "5.1 csatornás DTS újrakeverése sztereóba"; ObjectID = "373"; */
"373.title" = "5.1 csatornás DTS újrakeverése sztereóba";

/* Class = "NSTextFieldCell"; title = "Beépített 2.0-ás hangszórók vagy minijack csatlakozó használata esetén kérem, kapcsolja be"; ObjectID = "376"; */
"376.title" = "Beépített 2.0-ás hangszórók vagy minijack csatlakozó használata esetén kérem, kapcsolja be";

/* Class = "NSTextFieldCell"; title = "Mutasd"; ObjectID = "387"; */
"387.title" = "Mutasd";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "a hátralévő időtartamot"; ObjectID = "391"; */
"391.title" = "a hátralévő időtartamot";

/* Class = "NSMenuItem"; title = "a teljes időtartamot"; ObjectID = "392"; */
"392.title" = "a teljes időtartamot";

/* Class = "NSTextFieldCell"; title = "az idősáv jobb oldalán"; ObjectID = "395"; */
"395.title" = "az idősáv jobb oldalán";

/* Class = "NSButtonCell"; title = "Lejátszás folytatása az utoljára megállított helyen"; ObjectID = "400"; */
"400.title" = "Lejátszás folytatása az utoljára megállított helyen";

/* Class = "NSButtonCell"; title = "A Dock állandó elrejtése teljes képernyős módban"; ObjectID = "403"; */
"403.title" = "A Dock állandó elrejtése teljes képernyős módban";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Nincs"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Nincs";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Átlagos"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Átlagos";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Magasszintű"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Magasszintű";

/* Class = "NSTextFieldCell"; title = "Képjavítás"; ObjectID = "410"; */
"410.title" = "Képjavítás";

/* Class = "NSTextFieldCell"; title = "Váltottsorosság-mentesítés"; ObjectID = "413"; */
"413.title" = "Váltottsorosság-mentesítés";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFmpeg: Az FFmpeg szűrő a váltottsorosság megszüntetése érdekében minden második soron (-1  4  2  4 -1) értékű szűrést végez.\n\nLPF5: Az LPF5 olyan vertikális FIR aluláteresztő szűrő, amely a váltottsorosság megszüntetése érdekében mindegyik soron (-1 2 6 2 -1) értékű szűrést végez."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFmpeg: Az FFmpeg szűrő a váltottsorosság megszüntetése érdekében minden második soron (-1  4  2  4 -1) értékű szűrést végez.\n\nLPF5: Az LPF5 olyan vertikális FIR aluláteresztő szűrő, amely a váltottsorosság megszüntetése érdekében mindegyik soron (-1 2 6 2 -1) értékű szűrést végez.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Nincs"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Nincs";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFmpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFmpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "További opciók"; ObjectID = "423"; */
"423.title" = "További opciók";

/* Class = "NSTextFieldCell"; title = "A további opciók címzettje közvetlenül az mplayer.\nEzt a mezőt csak akkor módosítsa, ha a szükséges szakértelemmel rendelkezik, egyéb esetben kérem, hagyja üresen."; ObjectID = "430"; */
"430.title" = "A további opciók címzettje közvetlenül az mplayer.\nEzt a mezőt csak akkor módosítsa, ha a szükséges szakértelemmel rendelkezik, egyéb esetben kérem, hagyja üresen.";

/* Class = "NSTextFieldCell"; title = "Hogyan őrizzem meg a \"Képhangoló\" beállításait ?"; ObjectID = "435"; */
"435.title" = "Hogyan őrizzem meg a \"Képhangoló\" beállításait ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nincs megőrzés, visszaállítás a lejátszás végén"; ObjectID = "439"; */
"439.title" = "Nincs megőrzés, visszaállítás a lejátszás végén";

/* Class = "NSMenuItem"; title = "Visszaállítás, ha nincs további lejátszandó fájl"; ObjectID = "440"; */
"440.title" = "Visszaállítás, ha nincs további lejátszandó fájl";

/* Class = "NSMenuItem"; title = "Visszaállítás az alkalmazásból való kilépéskor"; ObjectID = "441"; */
"441.title" = "Visszaállítás az alkalmazásból való kilépéskor";

/* Class = "NSMenuItem"; title = "Sosincs visszaállítás, beállítások megőrzése"; ObjectID = "442"; */
"442.title" = "Sosincs visszaállítás, beállítások megőrzése";

/* Class = "NSTextFieldCell"; title = "Hogyan őrizzem meg a \"Hangszínszabályozó\" beállításait?"; ObjectID = "445"; */
"445.title" = "Hogyan őrizzem meg a \"Hangszínszabályozó\" beállításait?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nincs megőrzés, visszaállítás a lejátszás végén"; ObjectID = "449"; */
"449.title" = "Nincs megőrzés, visszaállítás a lejátszás végén";

/* Class = "NSMenuItem"; title = "Visszaállítás, ha nincs további lejátszandó fájl"; ObjectID = "450"; */
"450.title" = "Visszaállítás, ha nincs további lejátszandó fájl";

/* Class = "NSMenuItem"; title = "Visszaállítás az alkalmazásból való kilépéskor"; ObjectID = "451"; */
"451.title" = "Visszaállítás az alkalmazásból való kilépéskor";

/* Class = "NSMenuItem"; title = "Sosincs visszaállítás, beállítások megőrzése"; ObjectID = "452"; */
"452.title" = "Sosincs visszaállítás, beállítások megőrzése";

/* Class = "NSTextFieldCell"; title = "Felirat betöltése, ha a feliratfájl neve"; ObjectID = "459"; */
"459.title" = "Felirat betöltése, ha a feliratfájl neve";

/* Class = "NSTextFieldCell"; title = "Igazítás:"; ObjectID = "461"; */
"461.title" = "Igazítás:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Alapértelmezett (feliratfájl szerinti)"; ObjectID = "467"; */
"467.title" = "Alapértelmezett (feliratfájl szerinti)";

/* Class = "NSMenuItem"; title = "Alul - bal oldalt"; ObjectID = "468"; */
"468.title" = "Alul - bal oldalt";

/* Class = "NSMenuItem"; title = "Alul - középen"; ObjectID = "469"; */
"469.title" = "Alul - középen";

/* Class = "NSMenuItem"; title = "Alul - jobb oldalt"; ObjectID = "470"; */
"470.title" = "Alul - jobb oldalt";

/* Class = "NSMenuItem"; title = "Felül - bal oldalt"; ObjectID = "471"; */
"471.title" = "Felül - bal oldalt";

/* Class = "NSMenuItem"; title = "Felül - középen"; ObjectID = "472"; */
"472.title" = "Felül - középen";

/* Class = "NSMenuItem"; title = "Felül - jobb oldalt"; ObjectID = "473"; */
"473.title" = "Felül - jobb oldalt";

/* Class = "NSButtonCell"; title = "Horizontális görgetéssel való tekerés letiltása"; ObjectID = "479"; */
"479.title" = "Horizontális görgetéssel való tekerés letiltása";

/* Class = "NSButtonCell"; title = "Vertikális görgetéssel való hangerőszabályozás letiltása"; ObjectID = "481"; */
"481.title" = "Vertikális görgetéssel való hangerőszabályozás letiltása";

/* Class = "NSButtonCell"; title = "Teljes képernyőre váltáskor \na letterbox sávok mérete igazodjon a kijelző magasságához"; ObjectID = "485"; */
"485.title" = "Teljes képernyőre váltáskor \na letterbox sávok mérete igazodjon a kijelző magasságához";

/* Class = "NSTextFieldCell"; title = "Ha ez be van kapcsolva, az MPlayerX amennyire lehetséges, megakadályozza, hogy a felirat a képpel átfedésbe kerüljön.\nEz a funkció azonban a renderelt képterület kiterjesztése miatt (különösen HD felbontású tartalmaknál) akadozó lejátszást eredményezhet."; ObjectID = "488"; */
"488.title" = "Ha ez be van kapcsolva, az MPlayerX amennyire lehetséges, megakadályozza, hogy a felirat a képpel átfedésbe kerüljön.\nEz a funkció azonban a renderelt képterület kiterjesztése miatt (különösen HD felbontású tartalmaknál) akadozó lejátszást eredményezhet.";

/* Class = "NSTextFieldCell"; title = "Betűkészlet:"; ObjectID = "490"; */
"490.title" = "Betűkészlet:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "A betöltött felirat ne jelenítődjön meg automatikusan"; ObjectID = "500"; */
"500.title" = "A betöltött felirat ne jelenítődjön meg automatikusan";

/* Class = "NSButtonCell"; title = "SPDIF digitális kimenet automatikus felismerése"; ObjectID = "528"; */
"528.title" = "SPDIF digitális kimenet automatikus felismerése";

/* Class = "NSButtonCell"; title = "A médiabillentyűkkel (F7, F8, F9) vezérelhető a lejátszás\n(az érvénybe lépéshez újraindítás szükséges)"; ObjectID = "542"; */
"542.title" = "A médiabillentyűkkel (F7, F8, F9) vezérelhető a lejátszás\n(az érvénybe lépéshez újraindítás szükséges)";

/* Class = "NSButtonCell"; title = "A \"Legutóbbi megnyitása\" menü engedélyezése"; ObjectID = "552"; */
"552.title" = "A \"Legutóbbi megnyitása\" menü engedélyezése";

/* Class = "NSButtonCell"; title = "Lehetőleg másodlagos kijelző használata a lejátszáshoz"; ObjectID = "557"; */
"557.title" = "Lehetőleg másodlagos kijelző használata a lejátszáshoz";

/* Class = "NSButtonCell"; title = "Az Apple Remote távirányítóval szabályozható a hangerő"; ObjectID = "566"; */
"566.title" = "Az Apple Remote távirányítóval szabályozható a hangerő";

/* Class = "NSTextFieldCell"; title = "Pillanatképek mentése"; ObjectID = "587"; */
"587.title" = "Pillanatképek mentése";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "a vágólapra"; ObjectID = "594"; */
"594.title" = "a vágólapra";

/* Class = "NSMenuItem"; title = "PNG fájlként"; ObjectID = "595"; */
"595.title" = "PNG fájlként";

/* Class = "NSMenuItem"; title = "JPEG fájlként"; ObjectID = "596"; */
"596.title" = "JPEG fájlként";

/* Class = "NSMenuItem"; title = "TIFF fájlként"; ObjectID = "597"; */
"597.title" = "TIFF fájlként";

/* Class = "NSMenuItem"; title = "BMP fájlként"; ObjectID = "598"; */
"598.title" = "BMP fájlként";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
